Repository: nilvanlopes/flow-gemini-assistant
Catalog: plugin/translations/*/LC_MESSAGES/messages.po
Languages: es_es

source: Configure API Key
es_es: Configurar API Key

source: Paste your key here: {} setkey AIzaSy...
es_es: Pega tu clave aquí: {} setkey AIzaSy...

source: Save Key: {}...
es_es: Guardar Key: {}...

source: Press Enter to confirm and save.
es_es: Presiona Enter para confirmar y guardar.

source: (Current)
es_es: (Actual)

source: Fast and lightweight (Recommended)
es_es: Rápido y ligero (Recomendado)

source: Better balance between quality and speed
es_es: Mejor equilibrio entre calidad y velocidad

source: Smarter with better reasoning (Slow)
es_es: Más inteligente y mejor razonamiento (Lento)

source: ⚠️ Missing Google API Key
es_es: ⚠️ Falta la API Key de Google

source: Press Enter to write the configuration command
es_es: Presiona Enter para escribir el comando de configuración

source: ⚠️ Select a model
es_es: ⚠️ Selecciona un modelo

source: Press Enter to see the list of models
es_es: Presiona Enter para ver la lista de modelos

source: Ask Gemini
es_es: Pregunta a Gemini

source: Write your query with || at the end to get the response...
es_es: Escribe tu consulta con || al final para obtener la respuesta...

source: Copy to Clipboard
es_es: Copiar al portapapeles

source: Open in Notepad
es_es: Abrir en el Bloc de Notas

source: See the full response in Notepad
es_es: Ver toda la respuesta en el Bloc de Notas

source: Error opening notepad: {}
es_es: Error al abrir bloc de notas: {}
